---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeInvertElevation
source: html/46337675-47c7-f169-e0cf-a8e42dbcbc0b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeInvertElevation Property

"Invert Elevation": This parameter is obsolete. It exists only for compatibility.

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeInvertElevation { get; }
```